label d14:
    ga "오늘은 2학기 정기 동아리 산악회입니다. "

    gw "자자! 다들 항상 중요한건 뭐다? 안전이다. 조심히 항상 조심히 탑시다. "
    gm "예압 !"

    #대충 산 이미지 
    gw "승철.. 이제 혼자 잘 타네.. 뿌듯하다."

    # 소리 --> 끼이이익 쾅 하는 소리 넣기
    gw "으악 !"
    gm "뭐야 난희야!!"
    gp1 "난희야!! 괜찮아??"
    gp2 "난희!"

    gw "으악....아.. 쪽팔리다. 이런실수를 하다니.."
    gm "난희야! 무릎에서 피나!"

    gw "어쩐지 아프더라.. 피가 났구나.. 많이 나네.. 으악."
    gm "안되겠다. 내려가자 먼저. 제가 난희 데리고 먼저 내려갈게요. 계획대로 다 타고 조심히 오세요."
    gw "뭐? 승철아 그러면 너는 완주 못하잖아."
    gm "아냐 괜찮아. 친구가 아프다는데, 어떻게 그냥 가. 가자. 내려가는거 도와줄게."
    gw "승철아.. 진짜 고마워. 미안해. 진짜 고마워."
    gm "고마우면 뭐 ~ 밥이라도 사주던가~"
    gw "그래 내일 시간 돼? 내일 먹자."

    ga "당신에 대한 난희의 호감도가 +30 상승했습니다."
    # 호감도 변수 올리기
