km "으윽 숙취..."

                    kp "이제 일어났어?"

                    km "으응.. 지금 몇시야?"

                    kp "벌써 점심 다 지났지 2시야"

                    km "뭐라고?!"

                    km "으윽 어제 너무 마셨나.."

                    km "미안 어제 나 데리고 오기 힘들었지?"

                    kp "별로.. 근데 어제 일 기억해?"

                    km "어제?..음 필름이 끊겼나봐.. 기억이 안나네.."

                    km "미안 어제 내가 이상한짓 했어?"

                    kp "흐음.. 몰라!"

                    km "???"

                    km "나 이상한짓 했구나?? 그치!"

                    kp "몰라! 해장이나 하러가!"

                    km "뭔데에에에!!!"

                    kl "[zabcho_name]은(는) 끝내 알려주지 않았다"

                    #술이 들깨 해장국집 사진 

                    kl "-술이 들깨 해장국 앞-"

                    km "여기 들깨 뼈다귀해장국 2개 주세요"

                    kj1 "예~ 여기 있습니다~"

                    km "오늘 여행 마지막날인데 어디 가고 싶어?"

                    kp "너 숙취 괜찮겠어? 힘들면 그냥 집 가도 돼!"

                    km "괜찮아 여행 마지막날인데 그냥 쉴수는 없지"

                    km "그럼 여기 어때?"

                    menu:
                        "식물원":                            
                            jump k_7
                        "수영장":
                            jump k_8
                        "공원산책":
                            jump k_9

                    label k_7:
                        kp "식물원~ 나 친구들 보고 싶어!"

                        kl "[zabcho_name]은(는) 동족을 볼 기회에 기뻐합니다."
                        $kh +=5

                        km "그래 알겠어"

                        kl "-식물원-"

                        kp "여기 내 친구들 많아!"

                        kp "저기 장미랑 몬스테라가 있어!"

                        kp "식물게의 스타지"

                        kp "안녕 얘들아!"

                        kj5 "멍청하게 생긴 인간이야"

                        kj6 "야 왜 그래~ 인간한테"

                        kj5 "뭐 어때 어차피 듣지도 못할텐데!"

                        kp "다들리거든?"

                        kj7 "?!?!?!"

                        kj6 "우리 목소리가 들려?"

                        kj7 "왜?? 왜 들려??"

                        kp "그것은 바로 나는 전직(?) 잡초였기 때문이지!"

                        kj7 "뭐라고?!"

                        kp "후훗!"

                        kj7 "어떻게 인간이 됐어? 우리도 알려줘!"

                        kp "그건 바로!"

                        kj7 "바로!"

                        kp "나도 모른다!"

                        kj7 "으잉?"

                        kp "나도 내가 왜 인간이 됐는지 몰라. 언젠가부터 눈떠보니 인간이 됐거든.."

                        kj6 "흠.. 그렇구나. 뭐 딱 보니까 얼마 안남았네~ 지금을 즐겨봐!"

                        kp "응? 그게 무슨소리야? ...얼마 안남았다니?"

                        kj5 "인간과 식물은 느껴지는 아우라 라고 해야되나? 파장이 달라"

                        kj5 "근데 너는 지금 거의 식물이야. "

                        kj5 "지금 말하고 있는 이 순간에도 조금씩 식물로 바뀌고 있었는데... 설마 몰랐어?"

                        kp "......"

                        km "[zabcho_name]! 거기서 뭐해?"

                        kp "아.. [man_name]"

                        kp "나 장미랑 몬스테라한테 인사하고 있었어."

                        km "그래? 그럼 하던 얘기 마저 해"

                        kp "아니야.. 우리 이제 그만 가자"

                        km "으응? 친구들이랑 더 얘기 안해봐도 되겠어?"

                        kp "응 괜찮아"

                        kp "숙소로 돌아가자"

                        km "...그래"
                        jump k_12

                    label k_8:
                        kp "수영장? 좋아 인간이된다면 수영이란거 해 보고 싶었어"

                        kl "[zabcho_name]은(는) 처음가보는 수영장에대한 기대감이 생깁니다"
                        $kh +=3
                        
                        kl "-실내 수영장-"
                        #실내 수영장 사진

                        kp "우와 수영장 넓다!"

                        km "여기가 이 근방에서 가장 유명한 수영장이래"

                        km "넓기도 넓은데 지어진지 얼마안되서 시설도 좋다고"

                        kp "그렇구나"

                        km "아 근데 너 수영복이 없지.."

                        kp "이런이런 나의 작은 어린양 그런 걱정은 하지마~"

                        km "또 그새 이상한거 배웠네.."

                        kp "내가 지금 입고 있는 이옷! 무려 소재를 바꿀 수 있다고"

                        kp "소재를 수영복소재로 바꾸면"

                        kp "따로 살 필요가 없지~"

                        km "편하네"

                        kp "후후 그렇지"

                        km "그래 나는 저기서 수영복 빌리고 올게"

                        kp "아항.. 빌리는 방법이 있었지 참!"

                        kl "-수영장 내부-"

                        km "이거봐 수영은 이렇게 하는거야"

                        kp "우와 잘한다~"

                        km "너도 한번 해봐"

                        kp "음... 이얍"

                        #물뿌리는 철벅 효과음

                        km "푸에엑"

                        km "뭐야! 콜록"

                        kp "ㅎㅎㅎㅎ ㅎㅎㅎ 재밌당"

                        km "이런 너 일로와!!"

                        kp "우헤헤헤헤헿"

                        kl "-잠시후-"

                        km "후.. 잘 놀았다 이제 그만 갈까?"

                        kp "으응.."

                        km "왜 그래? 어디 아파?"

                        kp "으음..약간 현기증이.. 으악"

                        kl "[zabcho_name]이 미끌어졌다"

                        km "조심해!!"

                        kp "(탁!)"

                        kp "괜찮아? 안 다쳤어?"

                        kp "(두근두근) 으응..."

                        km "갑자기 왜 그러지? 아까까지만 해도 별일 없었는데?"

                        kp "별일 아니겠지 그냥잠깐 현기증 난거야 조금 쉬면 괜찮아 질거 같아"

                        km "안되겠다.. 얼른 숙소로 돌아가자"

                        kp "안돼.. 여행 마지막날을 숙소에서 보내고 싶지 않아"

                        km "하지만 너 몸이!"

                        kp "아잇! 괜찮대두! 아 그렇지 아까 말한 식물원? 거기 가보고 싶어"

                        km "식물원? 너 정말 괜찮겠어>"

                        kp "그럼그럼 벌써 다 나은것 같은데?"

                        km "으음.."

                        jump k_7

                    label k_9:
                        kp "공원산책...?"

                        kp "그거는.. 집근처에서도 할 수 있는건데.."

                        kl "[zabcho_name]은(는) 특별한게 하고 싶다."
                        $kh -=8

                        km "그래? 그럼.. 식물원 가볼까?"

                        kp "응! 너무 좋은데!"
                        jump k_7

                        
                label k_12:
                    kl "-숙소-"

                    km "아까 짐은 다 싸놨으니까 이제 나가면 돼"

                    kp "응"

                    km "(아까 식물원에서부터 저기압이네..)"

                    km "무슨일 있어?"

                    kp "..어? 아니야 없어 얼른 가자~"

                    km "으음.."

                    kl "-친환경 Green hotel 프론트 앞-"

                    km "체크아웃하러 왔는데요"

                    kj1 "아 네~ 즐거운시간 보내셨나요?"

                    km "네~"

                    kj1 "즐거운시간 보내셨다니 다행입니다. 체크아웃 되셨습니다. 다음에 또 방문해 주세요."

                    kl "-숙소 문앞-"

                    kz "미야옹"

                    km "응? 무슨소리지?"

                    kl "담장위에 검은색 털과 오드아이 눈을 가진 고양이가 쳐다보고 있다"

                    km "엇 고양이네 여기선 처음보는 고양이인데?"

                    kl "고양이가 담장을 내려와 [man_name]의 다리에 머라를 부빈다"

                    kk "애옹"

                    km "간택 강했다.."

                    kk "목줄이 없는거 보니까 주인 없는 고양이 같은데.. 너 나를 간택한거니?"

                    kk "애애애옹"

                    km "그렇구나! [zabcho_name], 우리 이 고양이 데려가자"

                    kp "좋은 생각이야 이렇게 큐티뽀짝한 고양이가 우리를 선택한거니까 이건 운명이야."

                    km "좋아!"

                    km "그럼 고양이 이름을 정해주자"

                    kp "너가 정해줘!"

                    km "음.. 그럼 네 이름은"

                    $ cat_name = renpy.input("고양이의 이름을 입력해주세요.", length = 32)

                    km " 좋아 이제부터 네 이름은 [cat_name](이)야"

                    km "잘부탁해 [cat_name]!"

                    kp "잘부탁해~"

                    kc "애옹~"

                    kl "그렇게 우리의 짧은 여행은 뜻밖의 동료와 함께 끝났다"
